Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Desktop.resw
Source language: en
Languages: id

# lng_new_contact_from_request_channel
source: {user} is an admin of {name}, a channel you requested to join.
id: {user} adalah admin {name}, channel yang Anda minta untuk masuk.

# lng_new_contact_from_request_group
source: {user} is an admin of {name}, a group you requested to join.
id: {user} adalah admin {name}, grup yang Anda minta untuk masuk.

# lng_new_contact_share
source: Share my phone number
id: Bagikan nomor telepon saya

# lng_new_contact_share_done
source: {user} can now see your phone number.
id: {user} sekarang dapat melihat nomor telepon Anda.

# lng_new_contact_share_sure
source: Do you want to share your phone number {phone} with {user}?
id: Anda yakin ingin membagikan nomor telepon Anda {phone} dengan {user}?

# lng_new_contact_unarchive
source: Unarchive
id: Lepas arsip

# lng_new_version_minor
source: — Bug fixes and other minor improvements
id: — Perbaikan bug dan perbaikan kecil lainnya

# lng_new_version_wrap
source: Telegram Desktop was updated to version {version} {changes} Full version history is available here: {link}
id: Telegram Desktop telah diperbarui ke versi {version} {changes} Catatan versi lengkap ada di sini: {link}

# lng_no_chats
source: Your chats will be here
id: Obrolan anda akan berada di sini

# lng_no_chats_filter
source: No chats currently belong to this folder.
id: Tidak ada obrolan di folder ini.

# lng_no_clear_history_channel
source: In channels you can enable auto-delete for messages.
id: Dalam channel, Anda dapat mengaktifkan penghapusan pesan otomatis.

# lng_no_clear_history_group
source: In public groups you can enable auto-delete for messages.
id: Dalam grup publik, Anda dapat mengaktifkan penghapusan pesan otomatis.

# lng_no_contacts
source: You have no contacts
id: Anda tidak memiliki kontak

# lng_no_mic_permission
source: Telegram needs microphone access so that you can make calls and record voice messages.
id: Telegram perlu akses mikrofon sehingga Anda dapat membuat panggilan dan merekam pesan suara.

# lng_notification_hide_all
source: Hide all
id: Sembunyikan semuanya

# lng_notification_preview
source: You have a new message
id: Anda memiliki pesan baru

# lng_notification_preview_text
source: It's morning in Tokyo 😎
id: Sudah pagi di Jakarta 😎

# lng_notification_reminder
source: Reminder
id: Pengingat

# lng_notification_reply
source: Reply
id: Balas

# lng_notification_sample
source: This is a sample notification
id: Ini adalah contoh notifikasi

# lng_notification_show_name
source: Name
id: Nama

# lng_notification_show_text
source: Text
id: Teks

# lng_open_from_tray
source: Open Telegram
id: Buka Telegram

# lng_open_link
source: Open
id: Buka

# lng_open_this_link
source: Open this link?
id: Buka tautan ini?

# lng_outdated_now
source: So Telegram Desktop can update to newer versions.
id: Sehingga Telegram Desktop dapat diperbarui ke versi terbaru.

# lng_outdated_soon
source: Otherwise, Telegram Desktop will stop updating on {date}.
id: Jika tidak, Telegram Desktop akan berhenti memperbarui pada {date}.

# lng_outdated_title
source: PLEASE UPDATE YOUR OPERATING SYSTEM.
id: HARAP PERBARUI SISTEM OPERASI ANDA.

# lng_outdated_title_bits
source: PLEASE SWITCH TO A 64-BIT OPERATING SYSTEM.
id: HARAP BERALIH KE SISTEM OPERASI 64-BIT.

# lng_owner_badge
source: owner
id: pemilik

# lng_participant_filter
source: Search
id: Cari

# lng_participant_invite
source: Add
id: Tambahkan

# lng_participant_invite_history
source: Show the last 100 messages
id: Tampilkan 100 pesan terakhir

# lng_participant_invite_sorry_other
source: Sorry, you can only add the first {count} subscribers to a channel personally. From now on, people will need to join via your invite link.
id: Maaf, Anda hanya dapat menambah {count} pelanggan pertama ke channel secara mandiri. Mulai dari sekarang, orang harus masuk via tautan undangan.

# lng_participant_invite_sure
source: Are you sure you want to add **{user}** to **{group}**?
id: Anda yakin ingin menambahkan **{user}** ke **{group}**?

# lng_participant_invite_sure_many_other
source: Are you sure you want to add {count} members to **{group}**?
id: Anda yakin ingin menambahkan {count} anggota ke **{group}**?

# lng_passcode_about
source: When a local passcode is set, a lock icon appears at the top of your chat list. Click it to lock Telegram Desktop. Note: if you forget your local passcode, you'll need to log out of Telegram Desktop and log in again.
id: Jika kode sandi lokal terpasang, ikon kunci akan muncul di bagian atas daftar obrolan. Klik untuk mengunci Telegram Desktop. Catatan: jika lupa kode sandi lokal, Anda perlu keluar dari akun Telegram Desktop dan masuk kembali.

# lng_passcode_about1
source: When a local passcode is set, a lock icon appears at the top of your chat list.
id: Apabila kode sandi lokal terpasang, ikon kunci akan muncul di bagian atas daftar obrolan.

# lng_passcode_about2
source: Click it to lock Telegram Desktop.
id: Klik tombol tersebut untuk mengunci Telegram Desktop.

# lng_passcode_about3
source: Note: if you forget your passcode, you'll need to log out of Telegram Desktop and log in again.
id: Catatan: jika Anda lupa kode sandi, Anda harus keluar dari akun Telegram Desktop dan masuk kembali.

# lng_passcode_autolock
source: Auto-Lock
id: Otomatis terkunci

# lng_passcode_autolock_away
source: Auto-Lock if away for...
id: Kunci otomatis jika tidak aktif selama...

# lng_passcode_autolock_hours_minutes
source: {hours_count}h {minutes_count}m
id: {hours_count}j {minutes_count}m

# lng_passcode_autolock_hours_other
source: {count} hours
id: {count} jam

# lng_passcode_autolock_inactive
source: Auto-Lock if inactive for...
id: Kunci otomatis jika tidak aktif selama:

# lng_passcode_autolock_minutes_other
source: {count} minutes
id: {count} menit

# lng_passcode_change
source: Change passcode
id: Ganti kode sandi

# lng_passcode_change_button
source: Save Passcode
id: Simpan Kode Sandi

# lng_passcode_change_title
source: Enter Passcode
id: Masukkan Kode Sandi

# lng_passcode_check_button
source: Submit
id: Lanjut

# lng_passcode_check_title
source: Enter Passcode
id: Masukkan Kode Sandi

# lng_passcode_confirm_new
source: Re-enter new passcode
id: Ulangi kode sandi yang baru

# lng_passcode_create
source: Local passcode
id: Kode sandi lokal

# lng_passcode_create_button
source: Save Passcode
id: Simpan Kode Sandi

# lng_passcode_create_title
source: Create Local Passcode
id: Buat Kode Sandi Lokal

# lng_passcode_differ
source: Passcodes are different
id: Kedua kode sandi berbeda

# lng_passcode_enter
source: Enter your local passcode
id: Masukkan kode sandi lokal Anda

# lng_passcode_enter_first
source: Enter a passcode
id: Masukkan kode sandi

# lng_passcode_enter_new
source: Enter new passcode
id: Masukkan kode sandi yang baru

# lng_passcode_enter_old
source: Enter current passcode
id: Masukkan kode sandi sekarang

# lng_passcode_is_same
source: Passcode was not changed
id: Kode sandi tidak diubah

# lng_passcode_logout
source: Log out
id: Keluar

# lng_passcode_need_unblock
source: You need to unlock me first.
id: Anda harus membuka kunci terlebih dahulu.

# lng_passcode_ph
source: Your passcode
id: Kode sandi Anda

# lng_passcode_remove
source: Remove local passcode
id: Hapus kode sandi lokal

# lng_passcode_remove_button
source: Remove
id: Hapus

# lng_passcode_submit
source: Submit
id: KIRIM

# lng_passcode_turn_off
source: Turn off
id: Matikan

# lng_passcode_turn_on
source: Turn on local passcode
id: Aktifkan kode sandi lokal

# lng_passcode_wrong
source: Wrong passcode
id: Kode sandi salah

# lng_passport_about_password
source: This password will also be required whenever you log in to a new device.
id: Kata sandi ini juga diperlukan saat Anda masuk ke akun dari perangkat baru.

# lng_passport_accept_allow
source: You accept the {policy} and allow their {bot} to send you messages.
id: Anda menyetujui {policy} dan mengizinkan {bot} mereka untuk mengirim Anda pesan.

# lng_passport_address
source: Address
id: Alamat

# lng_passport_address_about
source: To confirm your address, please upload a scan or photo of the selected document (all pages).
id: Untuk mengonfirmasi alamat Anda, silakan unggah pindaian atau foto dokumen yang dipilih (semua halaman).

# lng_passport_address_agreement
source: Tenancy agreement
id: Perjanjian sewa

# lng_passport_address_agreement_upload
source: Upload a scan of your tenancy agreement
id: Unggah pindaian perjanjian sewa Anda

# lng_passport_address_bill
source: Utility bill
id: Tagihan utilitas

# lng_passport_address_bill_upload
source: Upload a scan of your utility bill
id: Unggah pindaian tagihan utilitas Anda.

# lng_passport_address_description
source: Upload proof of your address
id: Unggah bukti alamat Anda

# lng_passport_address_enter
source: Provide your address
id: Tuliskan alamat Anda

# lng_passport_address_registration
source: Passport registration
id: Registrasi paspor

# lng_passport_address_registration_upload
source: Upload a scan of your passport registration page
id: Unggah pindaian halaman pendaftaran paspor Anda

# lng_passport_address_statement
source: Bank statement
id: Rekening koran

# lng_passport_address_statement_upload
source: Upload a scan of your bank statement
id: Unggah pindaian rekening koran Anda

# lng_passport_address_temporary
source: Temporary registration
id: Registrasi sementara

# lng_passport_address_temporary_upload
source: Upload a scan of your temporary registration
id: Unggah pindaian registrasi sementara Anda

# lng_passport_address_title
source: Residential address
id: Alamat domisili

# lng_passport_allow
source: You allow {bot} to send you messages.
id: Izinkan {bot} untuk mengirim Anda pesan.

# lng_passport_app_out_of_date
source: Sorry, your Telegram app is out of date and can't handle this request. Please update Telegram.
id: Maaf, Anda menggunakan aplikasi Telegram versi lama dan tidak dapat menangani permintaan ini. Harap perbarui Telegram.

# lng_passport_authorize
source: Authorize
id: Izinkan

# lng_passport_bad_name
source: Please use latin characters only.
id: Mohon hanya gunakan karakter latin.

# lng_passport_birth_date
source: Date of birth
id: Tanggal lahir

# lng_passport_choose_image
source: Choose scan image
id: Pilih gambar pindaian

# lng_passport_city
source: City
id: Kota

# lng_passport_code_sent
source: A confirmation code was sent to {email}
id: Kode konfirmasi dikirim ke {email}

# lng_passport_confirm_email
source: We've sent a confirmation code to your email {email}.
id: Kami telah mengirim kode konfirmasi ke email Anda {email}.

# lng_passport_confirm_phone
source: We've sent an SMS with a confirmation code to your phone {phone}.
id: Kami telah mengirimkan SMS dengan nomor konfirmasi ke nomor {phone}.

# lng_passport_country
source: Citizenship
id: Kewarganegaraan

# lng_passport_country_choose
source: Choose country
id: Pilih negara

# lng_passport_create_password
source: Please create a password which will be used to encrypt your personal data.
id: Mohon buat kata sandi yang akan digunakan untuk enkripsi data pribadi Anda.

# lng_passport_delete_address
source: Delete address information
id: Hapus informasi alamat

# lng_passport_delete_address_sure
source: Are you sure you want to delete your address information?
id: Anda yakin ingin menghapus informasi alamat?

# lng_passport_delete_details
source: Delete personal details
id: Hapus data diri

# lng_passport_delete_details_sure
source: Are you sure you want to delete your personal details?
id: Anda yakin ingin menghapus data diri?

# lng_passport_delete_document
source: Delete document
id: Hapus dokumen

# lng_passport_delete_document_sure
source: Are you sure you want to delete this document?
id: Anda yakin ingin menghapus dokumen ini?

# lng_passport_delete_email
source: Delete email
id: Hapus surel

# lng_passport_delete_email_sure
source: Are you sure you want to delete your email address?
id: Anda yakin ingin menghapus alamat surel?

# lng_passport_delete_phone
source: Delete phone number
id: Hapus nomor telepon

# lng_passport_delete_phone_sure
source: Are you sure you want to delete your phone number?
id: Anda yakin ingin menghapus nomor telepon Anda?

# lng_passport_delete_scan_undo
source: Undo
id: Batal

# lng_passport_document_details
source: Document details
id: Detail dokumen

# lng_passport_document_number
source: Document Number
id: Nomor Dokumen

# lng_passport_document_type
source: Please choose the type of your document:
id: Silakan pilih tipe dokumen Anda:

# lng_passport_email_description
source: Enter your email address
id: Masukkan alamat surel Anda

# lng_passport_email_title
source: Email
id: Surel

# lng_passport_email_validate
source: Validate
id: Validasi

# lng_passport_error_bad_size
source: Sorry, this image has wrong dimensions.
id: Maaf, gambar ini memiliki dimensi yang salah.

# lng_passport_error_cant_read
source: Can't read this file. Please choose an image.
id: Tidak dapat membaca berkas ini. Harap pilih sebuah gambar.

# lng_passport_error_too_large
source: Sorry, this file is too large.
id: Maaf, berkas ini terlalu besar.

# lng_passport_expiry_date
source: Expiry date
id: Tanggal kedaluwarsa

# lng_passport_first_name
source: First name
id: Nama Awal

# lng_passport_fix_errors
source: Please correct errors.
id: Harap perbaiki kesalahan.

# lng_passport_form_error
source: Could not get authorization form.
id: Tidak dapat mendapatkan formulir otorisasi.

# lng_passport_front_side_description
source: Upload a photo of the front side of the document.
id: Unggah foto sisi depan dokumen.

# lng_passport_front_side_name
source: Scan
id: Pindai

# lng_passport_front_side_title
source: Front side
id: Sisi depan

# lng_passport_gender
source: Gender
id: Jenis kelamin

# lng_passport_gender_female
source: Female
id: Perempuan

# lng_passport_gender_male
source: Male
id: Laki-laki

# lng_passport_header
source: Requested information
id: Informasi Yang Dibutuhkan

# lng_passport_identity_about
source: The document must contain your photograph, first and last name, date of birth, document number, country of issue, and expiry date.
id: Dokumen harus memuat foto Anda, nama depan dan belakang, tanggal lahir, nomor dokumen, negara penerbit, dan tanggal kedaluwarsa.

# lng_passport_identity_card
source: Identity card
id: Kartu identitas

# lng_passport_identity_card_upload
source: Upload a scan of your identity card
id: Unggah pindaian kartu identitas Anda

# lng_passport_identity_description
source: Upload proof of your identity
id: Unggah bukti identitas Anda

# lng_passport_identity_internal
source: Internal passport
id: Paspor internal

# lng_passport_identity_internal_upload
source: Upload a scan of your internal passport
id: Unggah pindaian paspor internal Anda

# lng_passport_identity_license
source: Driver's licence
id: Surat Izin Mengemudi

# lng_passport_identity_license_upload
source: Upload a scan of your driver's license
id: Unggah pindaian Surat Izin Mengemudi Anda

# lng_passport_identity_passport
source: Passport
id: Paspor

# lng_passport_identity_passport_upload
source: Upload a scan of your passport
id: Unggah pindaian paspor Anda

# lng_passport_identity_selfie
source: Take a selfie with your document
id: Ambil swafoto Anda dengan dokumen

# lng_passport_identity_title
source: Identity document
id: Dokumen identitas

# lng_passport_last_name
source: Last name
id: Nama belakang

# lng_passport_link_sent
source: A confirmation link was sent to {email}
id: Tautan konfirmasi telah dikirim ke {email}

# lng_passport_main_page_description
source: Upload a scan of the main page of your document.
id: Unggah pindaian halaman utama dokumen Anda.

# lng_passport_main_page_name
source: Scan
id: Pindaian

# lng_passport_main_page_title
source: Main page
id: Halaman utama

# lng_passport_middle_name
source: Middle name
id: Nama tengah

# lng_passport_native_name_about
source: Your name in the language of your country of residence ({country}).
id: Nama Anda dalam bahasa negara tempat tinggal Anda ({country}).

# lng_passport_native_name_language
source: Your name in {language}
id: Nama Anda dalam {language}

# lng_passport_native_name_language_about
source: Your name in the language of your country of residence.
id: Nama Anda dalam bahasa negara tempat tinggal Anda.

# lng_passport_native_name_title
source: Name in country of residence
id: Nama di negara tempat tinggal

# lng_passport_new_email
source: Or enter a new email
id: Atau masukkan surel baru

# lng_passport_new_email_code
source: Note: You will receive a confirmation code to the email address you provide.
id: Catatan: Anda akan menerima kode konfirmasi di surel yang Anda berikan.

# lng_passport_new_phone
source: Or enter a new phone number
id: atau masukkan nomor telepon baru

# lng_passport_new_phone_code
source: Note: You will receive a confirmation code on the phone number you provide.
id: Catatan: Anda akan menerima kode konfirmasi pada nomor telepon yang Anda berikan.

# lng_passport_next
source: Next
id: Lanjut

# lng_passport_or_title
source: {document} or {second_document}
id: {document} atau {second_document}

# lng_passport_password_create
source: Create a password
id: Buat kata sandi

# lng_passport_password_placeholder
source: Your password
id: Sandi Anda

# lng_passport_password_wrong
source: The password you entered is not valid.
id: Kata sandi yang Anda masukkan tidak valid.

# lng_passport_personal_details
source: Personal details
id: Data diri

# lng_passport_personal_details_enter
source: Fill in your personal details
id: Isi data diri Anda

# lng_passport_phone_description
source: Enter your phone number
id: Masukkan nomor telepon Anda

# lng_passport_phone_title
source: Phone number
id: Nomor ponsel

# lng_passport_policy
source: {bot} privacy policy
id: {bot} kebijakan privasi

# lng_passport_postcode
source: Postcode
id: Kode Pos

# lng_passport_request1
source: {bot} requests access to your personal data
id: {bot} meminta akses ke data pribadi anda

# lng_passport_request2
source: to sign you up for their services
id: untuk mendaftarkan Anda dalam layanan mereka

# lng_passport_residence_country
source: Residence
id: Domisili

# lng_passport_restart
source: Restart
id: Ulangi

# lng_passport_restart_sure
source: An unexpected error has occurred. Perhaps some changes were made from a different Telegram application. Would you like to restart this authorization?
id: Muncul kesalahan tak terduga. Mungkin beberapa perubahan dibuat dari aplikasi Telegram yang berbeda. Apakah Anda ingin memulai ulang otorisasi ini?

# lng_passport_reupload_front_side
source: Reupload a scan of the front side
id: Unggah kembali pindaian sisi depan

# lng_passport_reupload_main_page
source: Reupload a scan of the main page
id: Unggah ulang pindaian halaman utama

# lng_passport_reupload_reverse_side
source: Reupload a scan of the reverse side
id: Unggah kembali pindaian sisi belakang

# lng_passport_reupload_selfie
source: Reupload selfie
id: Unggah ulang swafoto

# lng_passport_reverse_side_description
source: Upload a photo of the reverse side of the document.
id: Unggah foto sisi belakang dokumen.

# lng_passport_reverse_side_name
source: Scan
id: Pindai

# lng_passport_reverse_side_title
source: Reverse side
id: Sisi belakang

# lng_passport_save_value
source: Save
id: Simpan

# lng_passport_saving
source: Saving...
id: Menyimpan...

# lng_passport_scan_index
source: Scan {index}
id: Pindaian {index}

# lng_passport_scan_uploaded
source: Uploaded on {date}
id: Diunggah pada {date}

# lng_passport_scans_limit_reached
source: Sorry, that's too many scans for one document.
id: Maaf, terlalu banyak pindaian untuk satu dokumen.

# lng_passport_selfie_description
source: Upload a photo of yourself holding your document. Make sure the ID and your face are clearly visible.
id: Unggah foto Anda memegang dokumen. Pastikan ID dan wajah Anda terlihat jelas.

# lng_passport_selfie_name
source: Photo
id: Foto

# lng_passport_selfie_title
source: Selfie
id: Swafoto

# lng_passport_state
source: State
id: Provinsi

# lng_passport_stop
source: Stop
id: Hentikan

# lng_passport_stop_password_sure
source: Are you sure you want to cancel setting up your password?
id: Anda yakin ingin membatalkan pengaturan kata sandi?

# lng_passport_stop_sure
source: Are you sure you want to stop this authorization?
id: Anda yakin ingin menghentikan otorisasi ini?

# lng_passport_street
source: Street
id: Jalan

# lng_passport_success
source: Authorization successful!
id: Otorisasi berhasil!

# lng_passport_sure_cancel
source: If you continue, your changes will be lost.
id: Jika Anda melanjutkan, perubahan yang Anda buat akan hilang

# lng_passport_title
source: Telegram Passport
id: Paspor Telegram

# lng_passport_translation
source: Translation
id: Terjemahan

# lng_passport_translation_needed
source: Add an English translation of your document
id: Tambahkan terjemahan bahasa Inggris dokumen

# lng_passport_upload_document
source: Upload document
id: Unggah dokumen

# lng_passport_upload_front_side
source: Upload a scan of the front side
id: Unggah pindaian sisi depan

# lng_passport_upload_main_page
source: Upload a scan of the main page
id: Unggah pindaian halaman utama

# lng_passport_upload_more
source: Upload additional scans
id: Unggah pindaian tambahan

# lng_passport_upload_reverse_side
source: Upload a scan of the reverse side
id: Unggah pindaian sisi sebaliknya

# lng_passport_upload_scans
source: Upload scans
id: Unggah pindaian

# lng_passport_upload_selfie
source: Upload selfie
id: Unggah swafoto

# lng_passport_uploading
source: Uploading...
id: Mengunggah...

# lng_passport_use_existing
source: USE {existing}
id: GUNAKAN {existing}

# lng_passport_use_existing_email
source: Use the same email address as on Telegram.
id: Gunakan email yang sama seperti di Telegram.

# lng_passport_use_existing_phone
source: Use the same phone number as on Telegram.
id: Gunakan nomor telepon yang sama yang ada di Telegram.

# lng_passport_wait_upload
source: Please wait until the file has finished uploading.
id: Harap tunggu sampai berkas selesai diunggah.

# lng_payments_address_city
source: City
id: Kota

# lng_payments_address_country
source: Country
id: Negara

# lng_payments_address_postcode
source: Postcode
id: Kode Pos

# lng_payments_address_state
source: State
id: Provinsi

# lng_payments_address_street1
source: Address 1
id: Alamat 1

# lng_payments_address_street2
source: Address 2
id: Alamat 2

# lng_payments_already_paid
source: You have already paid for this item.
id: Anda telah membayar untuk produk ini.

# lng_payments_billing_address
source: Billing Information
id: Informasi Tagihan

# lng_payments_billing_country
source: Country
id: Negara

# lng_payments_billing_zip_code
source: Zip Code
id: Kode Pos

# lng_payments_card_declined
source: Your card was declined.
id: Kartu Anda ditolak.

# lng_payments_card_expire_date
source: MM / YY
id: BB / TT

# lng_payments_card_holder
source: Cardholder name
id: Nama pemegang kartu

# lng_payments_card_number
source: Card Number
id: Nomor Kartu

# lng_payments_card_title
source: New Card
id: Kartu Baru

# lng_payments_checkout_title
source: Checkout
id: Pembayaran

# lng_payments_date_label
source: Paid
id: Lunas

# lng_payments_info_email
source: Email
id: Surel

# lng_payments_info_name
source: Name
id: Nama

# lng_payments_info_phone
source: Phone
id: No. Telp.

# lng_payments_invoice_label
source: Invoice
id: Faktur

# lng_payments_invoice_label_test
source: Test invoice
id: Tes faktur

# lng_payments_need_password
source: You can save your payment information for future use. Please turn on Two-Step Verification to enable this.
id: Anda dapat menyimpan informasi pembayaran Anda untuk penggunaan selanjutnya. Mohon aktifkan Verifikasi Dua Langkah untuk mengaktifkan ini.
